<div class="ruleModal" id="ruleModal">
    <div class="content">
        <div class="header"><p>規則</p><i class="fas fa-times" id="closeRuleModalBtn"></i> </div>
        <div class="rules">
            <h3>1分鐘 / 局</h3>
            <div class="rule">
                <h4>定位膽</h4>
                <p>
                    先選擇想要定位的名次,在選擇可能獲得此名次的賽車號碼,兩者皆正確即可獲得彩金, 其餘皆不中獎。<br>
                    範例<br>
                    開局結果:季軍為1號賽車<br>
                    若 定位季軍 及選擇1號賽車 可得彩金。
                </p>
            </div>
            <div class="rule">
                <h4>冠亞二星</h4>
                <p>
                    猜冠軍和亞軍車號之精準組合。<br>
                    範例<br>
                    開局結果:冠軍為7號車/亞軍為5號車<br>
                    押注冠軍7號車和亞軍5號車之組合可得彩金。<br>
                    押注冠軍5號車和亞軍7號車及其餘之組合皆不中獎。<br>
                </p>
            </div>
            <div class="rule">
                <h4>大小單雙</h4>
                <p>
                    猜測每個名次賽車號碼的大小單雙, 奇數為單號; 偶數為雙號;1~5為小號, 6~10為大號。<br>
                    範例<br>
                    開局結果:冠軍為10號賽車<br>
                    押注 冠軍大或 冠軍雙 ,可得彩金。
                </p>
            </div>
            <div class="rule">
                <h4>冠亞和</h4>
                <p>
                    預測冠亞軍車號相加的值為何,亦可押注冠亞軍和值的大小。奇數為單號,偶數為雙號3~11為小號,<br>
                    12~19為大號。<br>
                    範例<br>
                    開局結果:冠軍為5號車/亞軍為10號車<br>
                    5 + 10 = 15<br>
                    押注 數字15 或 冠亞軍和大可得彩金。
                </p>
            </div>
            <div class="rule">
                <h4>龍虎</h4>
                <p>
                    冠=第1名vs第10名, 亞=第2名vs第9名<br>
                    季=第3名vs第8名, 四=第4名vs第7名<br>
                    五=第5名vs第6名<br>
                    前者名次的車號大於後者為龍,反之為虎。<br><br>
                    範例<br>
                    開局結果:第1名至第10名車號序分別為5號/6號/9號/4號/10號/8號/3號/2號/7號/1號<br>
                    冠=第1名與第10名=5號車與1號車<br>
                    5 > 1, 結果為 龍<br>
                    亞=第2名與第9名=6號車與7號車<br>
                    6 ＜ 7,結果為 虎
                </p>
            </div>
            <div class="warning">
                <p>
                    注1:因各地網絡質量參差不齊,投注可能產生1~2秒遲以系統判定是否投注成功為準。<br>
                    注2:若因任何無法抗拒因素導致臨時封盤會員不得在沒有投注的狀況下以結果論要求賠償損失,投注皆以
                    會員投注紀錄明細為主。<br>
                    注3:若發現多個賬號為同一個人所有或同一個賬號進行無風險投注將永久取消賬號。本平台保留最終解
                    釋權與修改以上條款的最終權力。
                </p>
            </div>
        </div>
    </div>
</div>
